package Dictionary;

public abstract class RandomNpcSpeech {
//    public static String speech1 = "Когда то и меня вела дорога приключений,но потом мне прострелили колено";
//    public static String speech2 = "Отвали, щенок!";
//    public static String speech3 = "Для Орды!";
//    public static String speech4 = "Что тебе нужно?";
//    public static String speech5 = "Иди с честью";
//    public static String speech6 = "Хорошо, что встретились!";
//    public static String speech7 = "Ааа.. я ждал тебя";
//    public static String speech8 = "Ты испытываешь мое терпение";
//    public static String speech9 = "Что тебя беспокоит?";
//    public static String speech10 = "Что-то не так?";
//    public static String speech11 = "Дай-ка угадаю, кто-то украл твой сладкий рулет?!";
//    public static String speech12 = "Нечего бездельничать!";
//    public static String speech13 = "Эх, глотнуть бы старого доброго мёда... Сразу стало бы теплее и веселее.";
//    public static String speech14 = "Нужно держать ухо востро! Проклятые орки могут броситься на нас в любой момент.";
//    public static String speech15 = "Отличная у тебя броня. Старое доброе железо никогда не подводит.";
//    public static String speech16 = "Что тебе нужно, кошатина?";
//    public static String speech17 = "Втяни свои когти, каджит.";

    public static String[] speech = new String[]{"Когда то и меня вела дорога приключений,но потом мне прострелили колено",
            "Отвали, щенок!", "Для Орды!", "Что тебе нужно?", "Иди с честью", "Хорошо, что встретились!",
            "Ааа.. я ждал тебя", "Ты испытываешь мое терпение", "Ты испытываешь мое терпение", "Что тебя беспокоит?",
            "Что-то не так?", "Дай-ка угадаю, кто-то украл твой сладкий рулет?!", "Нечего бездельничать!", "Эх, глотнуть бы старого доброго мёда... Сразу стало бы теплее и веселее.",
            "Нужно держать ухо востро! Проклятые орки могут броситься на нас в любой момент.", "Отличная у тебя броня. Старое доброе железо никогда не подводит.",
            "Что тебе нужно, кошатина?", "Втяни свои когти, каджит."};


}
